Repository: hojalatheef/themes
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# setConstants
source: Configure Theme
de: Theme anpassen

# setTheme
source: Choose Theme
de: Theme wählen

source: Options for
de: Einstellungen für

# noThemeSelected
source: Currently there is no theme selected for this page.
de: Derzeit ist kein Theme gewählt.

# noThemeSelectable
source: It's not possible to select or configure a theme on this page.
de: Es ist nicht möglich ein Theme auf dieser Seite zu wählen oder zu konfigurieren.

# selectTheme
source: Choose a theme.
de: Wählen Sie ein Theme aus.

source: by
de: von

# category.language
source: Language
de: Spracheinstellungen

# unavailable_classes
source: Unavailable classes/settings
de: Nicht gefundene Klassen/Einstellungen

# categoriesFilterRefresh
source: refresh
de: aktualisieren

# categoriesFilterAll
source: all
de: alle

# categoriesFilterSearch
source: Search
de: Suche

source: Icon
de: Symbol

source: Variants
de: Varianten

# variants.default_group_label
source: Variants for all content-types
de: Varianten für alle Inhaltselement-Typen

# variants.ctype_group_label
source: Variants only for this content-type
de: Varianten nur für diesen Inhaltselement-Typ

# variants.gridlayout_group_label
source: Variants only for this grid-layout
de: Varianten nur für dieses Grid-Layout

# variants.no_variants_available
source: No variants available
de: Es konnten keine Varianten gefunden werden

# behaviour
source: Behaviours
de: Verhalten

# behaviour.default_group_label
source: Behaviours for all content-types
de: Verhalten für alle Inhaltselement-Typen

# behaviour.ctype_group_label
source: Behaviours only for this content-type
de: Verhalten nur für diesen Inhaltselement-Typ

# behaviour.gridlayout_group_label
source: Behaviours only for this grid-layout
de: Verhalten nur für dieses Grid-Layout

# behaviour.no_behaviour_available
source: No behaviours available
de: Es konnten keine Verhalten gefunden werden

source: Responsive settings
de: Responsive Einstellungen

# enforce_equal_column_height
source: Equal column height
de: Gleiche Spaltenhöhe

source: Column settings
de: Spalten Einstellungen

# theme
source: Site related settings
de: Seitenspezifische Einstellungen
